export const questions = [
    {
      title: "React - это ... ?",
      variants: ["библиотека", "фреймворк", "приложение"],
      correct: 0,
    },
    {
      title: "Компонент - это ... ",
      variants: [
        "приложение",
        "часть приложения или страницы. Чистая функция, которая возвращает JSX-разметку",
        "то, что я не знаю",
      ],
      correct: 1,
    },
    {
      title: "Что такое JSX?",
      variants: [
        "Это простой HTML",
        "Это функция",
        "Расширение языка JavaScript. JS, в котором можно писать HTML. Хотя выглядит наоборот - будто JS в HTML",
      ],
      correct: 2,
    },
  ];